// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* 2 hours 34 minutes */
"%@ %@" = "%1$@%2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@　（オンライン販売不可能）";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@。%2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d%2$@";

/* No comment provided by engineer. */
"%d hours" = "%d時間";

/* No comment provided by engineer. */
"%d minutes" = "%d分";

/* No comment provided by engineer. */
"%d months ago" = "%d月前";

/* No comment provided by engineer. */
"%d weeks ago" = "%d週間前";

/* No comment provided by engineer. */
"%d years ago" = "%d年前";

/* No comment provided by engineer. */
"1 hour" = "1時間";

/* No comment provided by engineer. */
"1 kilometer" = "１km";

/* No comment provided by engineer. */
"1 mile" = "１マイル";

/* No comment provided by engineer. */
"1 minute" = "１分";

/* No comment provided by engineer. */
"1 month ago" = "１月前";

/* No comment provided by engineer. */
"1 week ago" = "１週間前";

/* No comment provided by engineer. */
"1 year ago" = "１年前";

/* No comment provided by engineer. */
"About" = "紹介";

/* No comment provided by engineer. */
"Auto-Update Location" = "場所自動更新";

/* No comment provided by engineer. */
"Call" = "電話";

/* No comment provided by engineer. */
"Cast:" = "キャスト:";

/* No comment provided by engineer. */
"Change date" = "日付を変える";

/* No comment provided by engineer. */
"City/State or Postal Code" = "郵便番号か市名と州名";

/* No comment provided by engineer. */
"Could not find location." = "場所は見つかりません。";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "未来の映画情報は完全でない可能性があります。検索日付を現在の日付へリセットしてください。";

/* No comment provided by engineer. */
"Director:" = "監督:";

/* No comment provided by engineer. */
"Directors:" = "監督:";

/* No comment provided by engineer. */
"Distance" = "距離";

/* No comment provided by engineer. */
"E-mail listings" = "映画情報をメール";

/* No comment provided by engineer. */
"E-mail" = "メール";

/* No comment provided by engineer. */
"Favorites" = "お気に入り";

/* No comment provided by engineer. */
"Genre:" = "ジャンル:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "地理位置情報提供:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "映像: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "前の金曜日";

/* No comment provided by engineer. */
"Last Monday" = "前の月曜日";

/* No comment provided by engineer. */
"Last Saturday" = "前の土曜日";

/* No comment provided by engineer. */
"Last Sunday" = "前の日曜日";

/* No comment provided by engineer. */
"Last Thursday" = "前の木曜日";

/* No comment provided by engineer. */
"Last Tuesday" = "前の火曜日";

/* No comment provided by engineer. */
"Last Wednesday" = "前の水曜日";

/* plural */
"Less than %d %@ away" = "%d%@以内";

/* singular */
"Less than 1 %@ away" = "1%@以内";

/* No comment provided by engineer. */
"License" = "ライセンス";

/* No comment provided by engineer. */
"Localized by:" = "翻訳提供:";

/* No comment provided by engineer. */
"Location" = "場所";

/* No comment provided by engineer. */
"Map" = "地図";

/* No comment provided by engineer. */
"Movie details provided by:" = "映画情報提供::";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "映画レビュー提供:";

/* No comment provided by engineer. */
"Movies" = "映画";

/* No comment provided by engineer. */
"Name" = "名前";

/* No comment provided by engineer. */
"No information found" = "情報不明";

/* No comment provided by engineer. */
"No more show times available today." = "今日の上映情報はこれまでです。";

/* No comment provided by engineer. */
"No synopsis available." = "解説はありません。";

/* No comment provided by engineer. */
"None" = "設定なし";

/* No comment provided by engineer. */
"Not yet rated" = "未指定";

/* No comment provided by engineer. */
"Numbers" = "統計";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "%@ のチケットを注文";

/* No comment provided by engineer. */
"Play trailer" = "予告編を再生";

/* No comment provided by engineer. */
"Please enter your location" = "場所を入力してください";

/* No comment provided by engineer. */
"Project website" = "プロジェクト ホームページ";

/* No comment provided by engineer. */
"Rated %@" = "%@ 指定";

/* No comment provided by engineer. */
"Rated:" = "指定:";

/* No comment provided by engineer. */
"Read reviews" = "レビューを読む";

/* No comment provided by engineer. */
"Really close by" = "近い";

/* No comment provided by engineer. */
"Really far away" = "遠い";

/* No comment provided by engineer. */
"Release date:" = "公開日:";

/* No comment provided by engineer. */
"Release" = "公開日";

/* No comment provided by engineer. */
"Release: %@" = "公開日:　%@";

/* No comment provided by engineer. */
"Reviews" = "レビュー";

/* No comment provided by engineer. */
"Running time:" = "上映時間:";

/* No comment provided by engineer. */
"Score" = "評価";

/* No comment provided by engineer. */
"Search Date" = "検索日付";

/* No comment provided by engineer. */
"Search Distance" = "検索距離";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "%d軒の隠し映画館を表示する";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "隠し映画館を表示する";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "上映情報取得時間: %@";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "この映画館の上映情報は%@に\n更新されました。";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "映画情報プロバイダーのデータはしばしば検索距離の制限が課されています。「検索距離」を上限の設定に変更してもある映画館は表示されないかもしれません。";

/* No comment provided by engineer. */
"Theaters" = "映画館";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "この映画館はまだ上映情報はありません。情報が入ったら%@が自動的に取得します。";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "チケット販売提供:";

/* No comment provided by engineer. */
"Title" = "題名";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Unknown Distance" = "距離不明";

/* No comment provided by engineer. */
"Unknown release date" = "公開日不明";

/* No comment provided by engineer. */
"Unrated" = "無指定";

/* No comment provided by engineer. */
"Upcoming" = "近日公開作品";

/* No comment provided by engineer. */
"Use Small Fonts" = "小フォントで表示";

/* No comment provided by engineer. */
"Visit IMDb" = "IMDbで検索";

/* No comment provided by engineer. */
"Website" = "ウェブサイト";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "作者: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* No comment provided by engineer. */
"kilometer" = "km";

/* No comment provided by engineer. */
"kilometers" = "km";

/* No comment provided by engineer. */
"mile" = "マイル";

/* No comment provided by engineer. */
"miles" = "マイル";


"%@. %@. 1 disc." = "%@。　%@。　ディスク枚数：　１";
/* No comment provided by engineer. */
"%@. %@. %d discs." = "%@。 %@。 ディスク枚数：　%d";
/* No comment provided by engineer. */
"Send Feedback" = "フィードバック送信";
/* No comment provided by engineer. */
"Downloading data" = "ダウンロード中";
/* No comment provided by engineer. */
"Network unavailable" = "ネットワークは使用できません";